micropython/micropython/ports/esp32/boards/KidBright32/mpconfigboard.h
#define MICROPY_HW_BOARD_NAME "KidBright32"
#define MICROPY_HW_MCU_NAME "ESP32"
